[
  { "id": "01", "date": "22-01-2019", "title": "Australia weather: January was hottest month on record", "text": "Australia recorded its hottest month ever in January, with average temperatures exceeding 30C (86F) for the first time."},
  { "id": "02", "date": "23-01-2019", "title": "My country is more dysfunctional than yours", "text": "As both British and US governments remain mired in political gridlock, two BBC correspondents discuss the state of their nations."},
  { "id": "03", "date": "24-01-2019", "title": "Thailand pollution crisis: The city where face masks sell out", "text": "In the past two weeks, schools across Bangkok have had to close due to toxic smog. The government has even deployed drones to spray water and damp down the pollution."},
  { "id": "04", "date": "25-01-2019", "title": "Super Bowl 2019: New England Patriots beat Los Angeles Rams to claim title", "text": "It was the lowest-scoring Super Bowl in the 53-year history of the game, as Maroon 5 headlined the half-time show."},
  { "id": "05", "date": "26-01-2019", "title": "Huawei: The company and the security risks explained", "text": "The assessment of the Chinese state as hostile towards Western nations is key in understanding why Huawei is considered a risk."},
  { "id": "06", "date": "27-01-2019", "title": "Government 'may pull multi-million pound support for Nissan'", "text": "Staff at the Sunderland plant are to hold talks with trade union Unite as the factory will no longer make Nissan's X-Trail model."},
  { "id": "07", "date": "28-01-2019", "title": "Venezuela crisis: Nicolas Maduro rejects EU ultimatum to hold elections", "text": "President Nicolas Maduro says 'international politics can't be based on ultimatums... that was the era of empires and colonies'."},
  { "id": "08", "date": "29-01-2019", "title": "MMA fighter suspected of murders arrested after escaping prison van", "text": "The 44-year-old is suspecting of killing his ex-girlfriend Jenna Scott and her friend Michael Swearingin after they were found buried in a shallow grave in Oklahoma last month."},
  { "id": "09", "date": "30-01-2019", "title": "Mobile phones should be banned in classrooms, schools minister says", "text": "'Schools obviously are free to set their own behaviour policies but my own view is that schools should ban mobile telephones and smartphones inside school, and particularly inside classrooms.'"},
  { "id": "10", "date": "31-01-2019", "title": "UK decision on Huawei ban expected in March", "text": "Mr Wright added that it was 'important to say this is not a Huawei specific exercise', although the majority of supply chain concern raised about the telecoms sector has often centred on the company."}
]
